package netty;

public class Text {
    /**
     * Прежде, чем приступать к написанию непосредственно облака,
     * хотел пройти Netty. Как оказалось, с наскоку в Netty врубиться
     * не удалось. Не скажу, что не понял вообще ничего, время было
     * потрачено не зря, и кое-что я понял. Основным камнем преткновения
     * стали настройки клиента и сервера, впрочем и к остальному есть
     * некоторые вопросы. Сейчас вопросы по Netty задавать не буду,
     * так как не сформировалось ещё достаточно чёткое понимание,
     * чтобы появились вразумительные вопросы, ответы на которые я смогу
     * понять. Продолжу изучать Netty на досуге, а сетевое хранилище буду
     * писать на Nio.
     */
}
